13/data/attachments/d363e11a33dd252a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Carl_once_Friend_18650_3</nif:username>
            <nif:friendToBeRequested>soap_friends_ec84b77d-e8d8-4426-8a27-1b7fd5a87ea5</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>